export const duas = {
  sehri: "َوَبِصَوْمِ غَدٍ نَوَيْتُ مِنْ شَهْرِ رَمَضَانَ",
  iftar:
    "اللّهُمَّ إِنِّي لَكَ صُمْتُ وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ وَعَلَى رِزْقِكَ أَفْطَرْتُ",
  ashra1: "“رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ”",
  ashra2: "“اَسْتَغْفِرُ اللہَ رَبِّی مِنْ کُلِّ زَنْبٍ وَّ اَتُوْبُ اِلَیْہِ”",
  ashra3: "“اَللَّهُمَّ أَجِرْنِي مِنَ النَّارِ”",
};

export const cityTimes = {
  Karachi: {
    Fajr: "05:10",
    Dhuhr: "12:30",
    Asr: "16:00",
    Maghrib: "18:45",
    Isha: "20:00",
    Sehri: "04:50",
    Iftar: "18:45",
  },
  Lahore: {
    Fajr: "05:20",
    Dhuhr: "12:40",
    Asr: "16:10",
    Maghrib: "18:50",
    Isha: "20:10",
    Sehri: "05:00",
    Iftar: "18:50",
  },
  Islamabad: {
    Fajr: "05:15",
    Dhuhr: "12:35",
    Asr: "16:05",
    Maghrib: "18:48",
    Isha: "20:05",
    Sehri: "04:55",
    Iftar: "18:48",
  },
};
